Repository: common-repository/cookielaw-eu
Catalog: languages/cookielaw-*.po
Languages: eu_it_it

source: CookieLaw.eu settings
eu_it_it: Impostazioni CookieLaw.eu

source: API Key
eu_it_it: Chiave API

source: Please go to <a href='%s' target='_blank'>Cookielaw.eu</a> to obtain a new API key.
eu_it_it: Vai su <a href='%s' target='_blank'>Cookielaw.eu</a> per ottenere una nuova chiave API.

source: Script position
eu_it_it: Posizione dello script

source: Language
eu_it_it: Lingua

source: Based on user browser
eu_it_it: Basato sul browser dell'utente

source: Based on Wordpress locale
eu_it_it: Basato sulla lingua di Wordpress

source: Settings
eu_it_it: Impostazioni

source: More info
eu_it_it: Maggiori informazioni

source: CookieLaw.eu: No API key is defined. Go to Wordpress settings to set it.
eu_it_it: CookieLaw.eu: Nessuna chiave API è definita. Vai nelle impostazioni di WordPress per impostarla.

source: Embedded cookie policy
eu_it_it: Cookie policy incoroprata

source: Embed your generated cookie policy by Cookielaw.eu
eu_it_it: Incorpora la cookie policy generata da Cookielaw.eu

source: Defines which language should use Cookielaw.eu service for displaying the consent windows
eu_it_it: Definisce quale lingua deve usare il servizio di Cookielaw.eu per la visualizzazione delle finestre di consenso

source: The Cookielaw.eu WordPress plugin helps you to install on your site the CookieLaw.eu script, a service that helps you manage and classify your site’s cookies in compliance with GDPR regulation.
eu_it_it: Il plugin WordPress di Cookielaw.eu ti aiuta ad installare lo script di CookieLaw.eu, un servizio che ti aiuta a gestire e classificare i cookie del tuo sito in conformità al regolamento GDPR.
